Autodesk.Revit.DB.EpisodeUsage
Enumerated option for how to use episodes when filtering elements by history.
Since:
2021
Since:
2021

Autodesk.Revit.DB.EpisodeUsage.UserModification
Compare to element last user modification date

Autodesk.Revit.DB.EpisodeUsage.Modification
Compare to element last modification date

Autodesk.Revit.DB.EpisodeUsage.Creation
Compare to element creation date

Autodesk.Revit.DB.EpisodeUsage.None
Compare to nothing in element history